Repository: xaron98/spiral-journey
Catalog: spiral journey project/Localizable.xcstrings
Source language: en
Languages: ar, ca, de, es, fr, ja, pt_br, zh_hans

# discovery.oneMonth.detail
source: 30 nights — your circadian profile is taking shape.
ar: 30 ليلة — ملفك اليومي يتشكل.
ca: 30 nits — el teu perfil circadià pren forma.
de: 30 Nächte — dein zirkadianes Profil nimmt Gestalt an.
es: 30 noches — tu perfil circadiano toma forma.
fr: 30 nuits — votre profil circadien prend forme.
ja: 30夜——概日リズムプロファイルが形になってきました。
zh_hans: 30晚——你的昼夜节律轮廓正在成形。

# discovery.oneMonth.title
source: One Month
ar: شهر واحد
ca: Un Mes
de: Ein Monat
es: Un Mes
fr: Un Mois
ja: 1ヶ月
zh_hans: 一个月

# discovery.oneWeek.detail
source: 7 nights of data — weekly patterns emerging.
ar: 7 ليالٍ من البيانات — الأنماط الأسبوعية تظهر.
ca: 7 nits de dades — els patrons setmanals emergeixen.
de: 7 Nächte Daten — wöchentliche Muster entstehen.
es: 7 noches de datos — los patrones semanales emergen.
fr: 7 nuits de données — les rythmes hebdomadaires émergent.
ja: 7夜分のデータ——週間パターンが見え始めます。
zh_hans: 7晚数据——周模式开始显现。

# discovery.oneWeek.title
source: One Week
ar: أسبوع واحد
ca: Una Setmana
de: Eine Woche
es: Una Semana
fr: Une Semaine
ja: 1週間
zh_hans: 一周

# discovery.oneYear.detail
source: 365 nights — seasonal patterns and long-term trends visible.
ar: 365 ليلة — الأنماط الموسمية والاتجاهات طويلة المدى مرئية.
ca: 365 nits — patrons estacionals i tendències a llarg termini visibles.
de: 365 Nächte — saisonale Muster und langfristige Trends sichtbar.
es: 365 noches — patrones estacionales y tendencias a largo plazo visibles.
fr: 365 nuits — motifs saisonniers et tendances à long terme visibles.
ja: 365夜——季節パターンと長期トレンドが見えます。
zh_hans: 365晚——季节模式和长期趋势可见。

# discovery.oneYear.title
source: One Year
ar: سنة واحدة
ca: Un Any
de: Ein Jahr
es: Un Año
fr: Un An
ja: 1年
zh_hans: 一年

# discovery.threeMonths.detail
source: 90 nights — you're building a comprehensive sleep history.
ar: 90 ليلة — أنت تبني سجلاً شاملاً للنوم.
ca: 90 nits — estàs construint un historial complet de son.
de: 90 Nächte — du baust eine umfassende Schlafgeschichte auf.
es: 90 noches — estás construyendo un historial completo de sueño.
fr: 90 nuits — vous construisez un historique de sommeil complet.
ja: 90夜——包括的な睡眠履歴を構築しています。
zh_hans: 90晚——你正在建立完整的睡眠历史。

# discovery.threeMonths.title
source: Three Months
ar: ثلاثة أشهر
ca: Tres Mesos
de: Drei Monate
es: Tres Meses
fr: Trois Mois
ja: 3ヶ月
zh_hans: 三个月

# discovery.timeline.empty
source: Keep tracking your sleep to unlock discoveries!
ar: استمر في تتبع نومك لفتح الاكتشافات!
ca: Segueix registrant el teu son per desbloquejar descobriments.
de: Tracke weiter deinen Schlaf, um Entdeckungen freizuschalten!
es: Sigue registrando tu sueño para desbloquear descubrimientos.
fr: Continuez à suivre votre sommeil pour débloquer des découvertes !
ja: 睡眠を記録し続けて発見をアンロックしましょう！
zh_hans: 继续记录你的睡眠来解锁发现！

# discovery.timeline.title
source: Discovery Timeline
ar: الجدول الزمني للاكتشافات
ca: Línia de Descobriments
de: Entdeckungs-Zeitleiste
es: Línea de Descubrimientos
fr: Chronologie des Découvertes
ja: 発見タイムライン
zh_hans: 发现时间线

# discovery.twoMonths.detail
source: 60 nights of data — deep pattern analysis available.
ar: 60 ليلة من البيانات — تحليل عميق للأنماط متاح.
ca: 60 nits de dades — anàlisi profund de patrons disponible.
de: 60 Nächte Daten — tiefgehende Musteranalyse verfügbar.
es: 60 noches de datos — análisis profundo de patrones disponible.
fr: 60 nuits de données — analyse approfondie des motifs disponible.
ja: 60夜分のデータ——深いパターン分析が利用可能です。
zh_hans: 60晚数据——深度模式分析可用。

# discovery.twoMonths.title
source: Two Months
ar: شهران
ca: Dos Mesos
de: Zwei Monate
es: Dos Meses
fr: Deux Mois
ja: 2ヶ月
zh_hans: 两个月

# discovery.twoWeeks.detail
source: 14 nights — rhythm analysis and periodogram unlocked.
ar: 14 ليلة — تحليل الإيقاعات والمخطط الدوري مفتوحان.
ca: 14 nits — anàlisi de ritmes i periodograma desbloquejats.
de: 14 Nächte — Rhythmusanalyse und Periodogramm freigeschaltet.
es: 14 noches — análisis de ritmos y periodograma desbloqueados.
fr: 14 nuits — analyse des rythmes et périodogramme débloqués.
ja: 14夜——リズム分析とペリオドグラムがアンロックされました。
zh_hans: 14晚——节律分析和周期图已解锁。

# discovery.twoWeeks.title
source: Two Weeks
ar: أسبوعان
ca: Dues Setmanes
de: Zwei Wochen
es: Dos Semanas
fr: Deux Semaines
ja: 2週間
zh_hans: 两周

# discovery.weeklyPattern.detail
source: Your sleep follows a 7-day cycle — likely weekday/weekend differences.
ar: نومك يتبع دورة مدتها 7 أيام — على الأرجح اختلافات بين أيام العمل وعطلة نهاية الأسبوع.
ca: El teu son segueix un cicle de 7 dies — probablement diferències setmana/cap de setmana.
de: Dein Schlaf folgt einem 7-Tage-Zyklus — wahrscheinlich Wochentag/Wochenend-Unterschiede.
es: Tu sueño sigue un ciclo de 7 días — probablemente diferencias semana/fin de semana.
fr: Votre sommeil suit un cycle de 7 jours — probablement des différences semaine/week-end.
ja: 睡眠は7日周期に従っています——平日/週末の違いによるものと思われます。
zh_hans: 你的睡眠遵循7天周期——可能是工作日/周末差异。

# discovery.weeklyPattern.title
source: Weekly Cycle Detected
ar: اكتشاف دورة أسبوعية
ca: Cicle Setmanal Detectat
de: Wöchentlicher Zyklus Erkannt
es: Ciclo Semanal Detectado
fr: Cycle Hebdomadaire Détecté
ja: 週間サイクル検出
zh_hans: 检测到周周期

# dna.3d.a11y.hint
source: Drag to rotate, pinch to zoom
ar: اسحب للتدوير، اضغط للتكبير
ca: Arrossega per rotar, pessiga per fer zoom
de: Ziehen zum Drehen, Zwei-Finger-Geste zum Zoomen
es: Arrastra para rotar, pellizca para ampliar
fr: Faire glisser pour pivoter, pincer pour zoomer
ja: ドラッグで回転、ピンチでズーム
zh_hans: 拖动旋转，捏合缩放

# dna.3d.a11y.label
source: Sleep DNA 3D view
ar: عرض ثلاثي الأبعاد للحمض النووي للنوم
ca: Vista 3D d'ADN del son
de: 3D-Ansicht der Schlaf-DNA
es: Vista 3D de ADN del sueño
fr: Vue 3D de l'ADN du sommeil
ja: 睡眠DNAの3Dビュー
zh_hans: 睡眠DNA的3D视图

# dna.3d.legend.wake
source: Wake
ar: يقظة
ca: Despert
de: Wach
es: Despierto
fr: Éveil
ja: 覚醒
zh_hans: 清醒

# dna.3d.mode.best
source: My best
ar: الأفضل
ca: Millor
de: Beste
es: Mi mejor
fr: Mon meilleur
ja: 最高
zh_hans: 我的最佳

# dna.3d.mode.week
source: Week
ar: الأسبوع
ca: Setmana
de: Woche
es: Semana
fr: Semaine
ja: 週間
zh_hans: 周

# dna.3d.mode.yesterday
source: Yesterday
ar: البارحة
ca: Ahir
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
zh_hans: 昨天

# dna.3d.needsdata
source: Need more data for the full view
ar: تحتاج المزيد من البيانات
ca: Necessito més dades per a la vista completa
de: Mehr Daten für die vollständige Ansicht nötig
es: Necesito más datos para la vista completa
fr: Plus de données nécessaires
ja: 完全なビューにはもっとデータが必要です
zh_hans: 需要更多数据才能显示完整视图

# dna.3d.pattern
source: Pattern
ar: نمط
ca: Patró
de: Muster
es: Patrón
fr: Modèle
ja: パターン
zh_hans: 模式

# dna.3d.patterns
source: Patterns
ar: أنماط
ca: Patrons
de: Muster
es: Patrones
fr: Modèles
ja: パターン
zh_hans: 模式

# dna.3d.similar
source: similar
ar: مشابه
de: ähnlich
fr: similaire
ja: 類似
zh_hans: 相似

# dna.3d.tooltip.best
source: My best
ar: الأفضل
ca: Millor
de: Beste
es: Mi mejor
fr: Mon meilleur
ja: 最高
zh_hans: 我的最佳

# dna.3d.tooltip.deep
source: Deep sleep
ar: نوم عميق
ca: Son profund
de: Tiefschlaf
es: Sueño profundo
fr: Sommeil profond
ja: 深い睡眠
zh_hans: 深度睡眠

# dna.3d.tooltip.last_week
source: Last week
ar: الأسبوع الماضي
ca: Setmana passada
de: Letzte Woche
es: Semana pasada
fr: Semaine dernière
ja: 先週
zh_hans: 上周

# dna.3d.tooltip.light_nrem
source: Light sleep
ar: نوم خفيف
ca: Son lleuger
de: Leichter Schlaf
es: Sueño ligero
fr: Sommeil léger
ja: 浅い睡眠
zh_hans: 浅睡眠

# dna.3d.tooltip.rem
source: REM (dreams)
ar: REM (أحلام)
ca: REM (somnis)
de: REM (Träume)
es: REM (sueños)
fr: REM (rêves)
ja: REM（夢）
zh_hans: REM（梦境）

# dna.3d.tooltip.this_week
source: This week
ar: هذا الأسبوع
ca: Aquesta setmana
de: Diese Woche
es: Esta semana
fr: Cette semaine
ja: 今週
zh_hans: 本周

# dna.3d.tooltip.today
source: Today
ar: اليوم
ca: Avui
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
zh_hans: 今天

# dna.3d.tooltip.wake
source: Brief awakening
ar: استيقاظ قصير
ca: Despertar breu
de: Kurzes Erwachen
es: Despertar breve
fr: Éveil bref
ja: 短い覚醒
zh_hans: 短暂清醒

# dna.3d.tooltip.yesterday
source: Yesterday
ar: البارحة
ca: Ahir
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
zh_hans: 昨天

# dna.3d.week
source: Week
ar: أسبوع
ca: Setmana
de: Woche
es: Semana
fr: Semaine
ja: 週
zh_hans: 周

# dna.action.patterns
source: Toggle motif highlights
ar: عرض الأنماط
ca: Mostrar patrons
de: Muster anzeigen
es: Mostrar patrones
fr: Afficher les motifs
ja: パターンを表示
zh_hans: 显示模式

# dna.action.range
source: Filter by date range
ar: تصفية حسب التاريخ
ca: Filtrar per dates
de: Nach Datum filtern
es: Filtrar por fechas
fr: Filtrer par dates
ja: 日付で絞り込む
zh_hans: 按日期筛选

# dna.alignment.header
source: Déjà vu
ar: ديجا فو
ja: デジャヴ
zh_hans: 既视感

# dna.alignment.needMoreData
source: More weeks of data needed
ar: تحتاج إلى مزيد من أسابيع البيانات
ca: Necessites més setmanes de dades
de: Mehr Wochen mit Daten benötigt
es: Necesitas más semanas de datos
fr: Plus de semaines de données nécessaires
ja: さらに数週間のデータが必要です
zh_hans: 需要更多周的数据

# dna.alignment.prediction
source: Prediction
ar: التنبؤ
ca: Predicció
de: Vorhersage
es: Predicción
fr: Prédiction
ja: 予測
zh_hans: 预测

# dna.alignment.similarity
source: Similarity
ar: التشابه
ca: Similitud
de: Ähnlichkeit
es: Similitud
fr: Similarité
ja: 類似度
zh_hans: 相似度

# dna.alignment.sleep
source: Sleep
ar: النوم
ca: Dormir
de: Schlafen
es: Dormir
fr: Dormir
ja: 就寝
zh_hans: 入睡

# dna.alignment.wake
source: Wake
ar: الاستيقاظ
ca: Despertar
de: Aufwachen
es: Despertar
fr: Réveil
ja: 起床
zh_hans: 醒来

# dna.basepair.alcohol
source: alcohol
ar: الكحول
de: Alkohol
fr: alcool
ja: アルコール
zh_hans: 酒精

# dna.basepair.bedtime
source: bedtime
ar: وقت النوم
ca: hora de dormir
de: Schlafenszeit
es: hora de dormir
fr: heure du coucher
ja: 就寝時刻
zh_hans: 就寝时间

# dna.basepair.bond
source: Bond
ar: رابطة
ca: Vincle
de: Bindung
es: Vínculo
fr: Lien
ja: 結合
zh_hans: 关联

# dna.basepair.caffeine
source: caffeine
ar: الكافيين
ca: cafeïna
de: Koffein
es: cafeína
fr: caféine
ja: カフェイン
zh_hans: 咖啡因

# dna.basepair.deepSleep
source: deep sleep
ar: النوم العميق
ca: son profund
de: Tiefschlaf
es: sueño profundo
fr: sommeil profond
ja: 深い睡眠
zh_hans: 深度睡眠

# dna.basepair.duration
source: duration
ar: المدة
ca: durada
de: Dauer
es: duración
fr: durée
ja: 睡眠時間
zh_hans: 时长

# dna.basepair.efficiency
source: efficiency
ar: الكفاءة
ca: eficiència
de: Effizienz
es: eficiencia
fr: efficacité
ja: 効率
zh_hans: 效率

# dna.basepair.exercise
source: exercise
ar: التمرين
ca: exercici
de: Bewegung
es: ejercicio
fr: exercice
ja: 運動
zh_hans: 运动

# dna.basepair.factor
source: factor
ar: عامل
de: Faktor
fr: facteur
ja: 要因
zh_hans: 因素

# dna.basepair.fragmentation
source: fragmentation
ar: التجزئة
ca: fragmentació
de: Fragmentierung
es: fragmentación
ja: 断片化
zh_hans: 碎片化

# dna.basepair.header
source: What affects your sleep
ar: ما يؤثر على نومك
ca: Què afecta el teu son
de: Was deinen Schlaf beeinflusst
es: Qué afecta tu sueño
fr: Ce qui affecte ton sommeil
ja: 睡眠に影響する要因
zh_hans: 影响你睡眠的因素

# dna.basepair.hourlyDrift
source: hourly drift
ar: الانحراف بالساعة
ca: deriva horària
de: stündliche Drift
es: deriva horaria
fr: dérive horaire
ja: 時間ドリフト
zh_hans: 小时漂移

# dna.basepair.latency
source: latency
ar: زمن الخمول
ca: latència
de: Einschlafzeit
es: latencia
fr: latence
ja: 入眠潜時
zh_hans: 入睡潜伏期

# dna.basepair.melatonin
source: melatonin
ar: الميلاتونين
ca: melatonina
es: melatonina
fr: mélatonine
ja: メラトニン
zh_hans: 褪黑素

# dna.basepair.moderate
source: moderate
ar: متوسط
ca: moderat
de: mäßig
es: moderado
fr: modéré
ja: 中程度
zh_hans: 中等

# dna.basepair.noData
source: No synchronization data yet
ar: لا توجد بيانات مزامنة بعد
ca: Encara sense dades de sincronització
de: Noch keine Synchronisierungsdaten
es: Sin datos de sincronización aún
fr: Pas encore de données de synchronisation
ja: 同期データがまだありません
zh_hans: 尚无同步数据

# dna.basepair.sleep
source: sleep
ar: النوم
ca: son
de: Schlaf
es: sueño
fr: sommeil
ja: 睡眠
zh_hans: 睡眠

# dna.basepair.sleepQuality
source: sleep quality
ar: جودة النوم
ca: qualitat del son
de: Schlafqualität
es: calidad del sueño
fr: qualité du sommeil
ja: 睡眠の質
zh_hans: 睡眠质量

# dna.basepair.stress
source: stress
ar: التوتر
ca: estrès
es: estrés
ja: ストレス
zh_hans: 压力

# dna.basepair.strong
source: strong
ar: قوي
ca: fort
de: stark
es: fuerte
fr: fort
ja: 強い
zh_hans: 强

# dna.basepair.wakeTime
source: wake time
ar: وقت الاستيقاظ
ca: hora de despertar
de: Aufwachzeit
es: hora de despertar
fr: heure de réveil
ja: 起床時刻
zh_hans: 起床时间

# dna.basepair.weekend
source: weekend
ar: عطلة نهاية الأسبوع
ca: cap de setmana
de: Wochenende
es: fin de semana
ja: 週末
zh_hans: 周末

# dna.card.circadian
source: Circadian rhythm
ar: الإيقاع اليومي
ca: Ritme circadià
de: Zirkadianer Rhythmus
es: Ritmo circadiano
fr: Rythme circadien
ja: 概日リズム
zh_hans: 昼夜节律

# dna.card.circadian.description
source: Your internal clock over the past weeks
ar: ساعتك الداخلية في الأسابيع الماضية
ca: El teu rellotge intern en les darreres setmanes
de: Deine innere Uhr der letzten Wochen
es: Tu reloj interno en las últimas semanas
fr: Ton horloge interne au cours des dernières semaines
ja: 過去数週間の体内時計
zh_hans: 过去几周内的生物钟

# dna.card.export
source: Export
ar: تصدير
ca: Exporta
de: Exportieren
es: Exportar
fr: Exporter
ja: エクスポート
zh_hans: 导出

# dna.card.export.description
source: Share your data or an image
ar: شارك بياناتك أو صورة
ca: Comparteix les teves dades o una imatge
de: Teile deine Daten oder ein Bild
es: Comparte tus datos o una imagen
fr: Partage tes données ou une image
ja: データや画像を共有
zh_hans: 分享数据或图像

# dna.card.helix
source: Double helix
ar: اللولب المزدوج
ca: Doble hèlix
de: Doppelhelix
es: Doble hélice
fr: Double hélice
ja: 二重らせん
zh_hans: 双螺旋

# dna.card.history
source: History
ar: السجل
ca: Historial
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
zh_hans: 历史

# dna.card.history.description
source: How your sleep quality evolves night by night
ar: تطور جودة نومك ليلة بليلة
ca: Evolució de la teva qualitat nit a nit
de: Entwicklung deiner Schlafqualität Nacht für Nacht
es: Evolución de tu calidad noche a noche
fr: Évolution de ta qualité de sommeil nuit après nuit
ja: 夜ごとの睡眠の質の変化
zh_hans: 每晚睡眠质量的变化

# dna.card.mutations
source: Mutations
ar: الطفرات
ca: Mutacions
de: Mutationen
es: Mutaciones
ja: 変異
zh_hans: 变异

# dna.card.mutations.description
source: Notable changes from your baseline
ar: تغييرات ملحوظة عن خط الأساس
ca: Canvis notables respecte a la teva base
de: Auffällige Abweichungen von deiner Basislinie
es: Cambios notables respecto a tu base
fr: Changements notables par rapport à ta ligne de base
ja: ベースラインからの顕著な変化
zh_hans: 与基线相比的显著变化

# dna.card.patterns
source: Patterns
ar: الأنماط
ca: Patrons
de: Muster
es: Patrones
fr: Motifs
ja: パターン
zh_hans: 模式

# dna.card.patterns.description
source: Recurring motifs in your sleep
ar: الأنماط المتكررة في نومك
ca: Motius recurrents en el teu son
de: Wiederkehrende Muster in deinem Schlaf
es: Motivos recurrentes en tu sueño
fr: Motifs récurrents dans ton sommeil
ja: 睡眠に繰り返し現れるパターン
zh_hans: 睡眠中反复出现的模式

# dna.card.prediction
source: Prediction
ar: التنبؤ
ca: Predicció
de: Vorhersage
es: Predicción
fr: Prédiction
ja: 予測
zh_hans: 预测

# dna.card.prediction.description
source: What to expect tonight
ar: ما يمكن توقعه الليلة
ca: Què esperar aquesta nit
de: Was für heute Nacht zu erwarten ist
es: Qué esperar esta noche
fr: Ce à quoi s'attendre ce soir
ja: 今夜の予想
zh_hans: 今晚的预期

# dna.card.triangle
source: Sleep triangle
ar: مثلث النوم
ca: Triangle de son
de: Schlafdreieck
es: Triángulo de sueño
fr: Triangle du sommeil
ja: 睡眠トライアングル
zh_hans: 睡眠三角

# dna.card.triangle.description
source: Balance between wake, REM, and deep sleep
ar: التوزيع بين اليقظة ونوم الحركة السريعة للعين والنوم العميق
ca: Distribució entre vigília, REM i son profund
de: Verteilung zwischen Wach, REM und Tiefschlaf
es: Distribución entre vigilia, REM y sueño profundo
fr: Répartition entre éveil, REM et sommeil profond
ja: 覚醒、REM、深い睡眠のバランス
zh_hans: 清醒、REM和深度睡眠的分布

# dna.codon.disruption
source: Most common disruption: %@
ar: أكثر اضطراب شيوعًا: %@
ca: Disrupció més comuna: %@
de: Häufigste Störung: %@
es: Disrupción más común: %@
fr: Perturbation la plus fréquente : %@
ja: 最も多い乱れ：%@
zh_hans: 最常见的干扰：%@

# dna.codon.header
source: Sleep architecture
ar: بنية النوم
ca: Arquitectura del son
de: Schlafarchitektur
es: Arquitectura del sueño
fr: Architecture du sommeil
ja: 睡眠構造
zh_hans: 睡眠结构

# dna.codon.integrity
source: architectural integrity
ar: سلامة البنية
ca: integritat arquitectònica
de: architektonische Integrität
es: integridad arquitectónica
fr: intégrité architecturale
ja: 構造的完全性
zh_hans: 结构完整性

# dna.codon.phase.awake
source: Awake
ar: مستيقظ
ca: Despert
de: Wach
es: Despierto
fr: Éveillé
ja: 覚醒
zh_hans: 清醒

# dna.codon.phase.deep
source: Deep sleep
ar: نوم عميق
ca: Son profund
de: Tiefschlaf
es: Sueño profundo
fr: Sommeil profond
ja: 深い睡眠
zh_hans: 深度睡眠

# dna.codon.phase.light
source: Light sleep
ar: نوم خفيف
ca: Son lleuger
de: Leichtschlaf
es: Sueño ligero
fr: Sommeil léger
ja: 浅い睡眠
zh_hans: 浅度睡眠

# dna.codon.trend.declining
source: declining
ar: متراجع
ca: empitjorant
de: rückläufig
es: empeorando
fr: en baisse
ja: 低下傾向
zh_hans: 下降中

# dna.codon.trend.improving
source: improving
ar: متحسن
ca: millorant
de: verbessernd
es: mejorando
fr: en amélioration
ja: 改善傾向
zh_hans: 改善中

# dna.codon.trend.stable
source: stable
ar: مستقر
ca: estable
de: stabil
es: estable
ja: 安定
zh_hans: 稳定

# dna.disclaimer
source: Sleep analysis is for educational purposes only and does not constitute medical advice.
ar: تحليل النوم لأغراض تعليمية فقط ولا يشكل نصيحة طبية.
ca: L'anàlisi del son és només amb finalitats educatives i no constitueix consell mèdic.
de: Die Schlafanalyse dient nur Bildungszwecken und stellt keine medizinische Beratung dar.
es: El análisis del sueño es solo con fines educativos y no constituye consejo médico.
fr: L'analyse du sommeil est uniquement à des fins éducatives et ne constitue pas un avis médical.
ja: 睡眠分析は教育目的のみであり、医療アドバイスを構成するものではありません。
zh_hans: 睡眠分析仅用于教育目的，不构成医疗建议。

# dna.empty
source: Record at least one week of sleep to unlock your DNA.
ar: سجّل أسبوعًا واحدًا على الأقل من النوم لفتح حمضك النووي.
ca: Registra almenys una setmana de son per desbloquejar el teu ADN.
de: Zeichne mindestens eine Woche Schlaf auf, um deine DNA freizuschalten.
es: Registra al menos una semana de sueño para desbloquear tu ADN.
fr: Enregistre au moins une semaine de sommeil pour débloquer ton ADN.
ja: DNAをアンロックするには 少なくとも1週間の睡眠を記録してください。
zh_hans: 记录至少一周的睡眠 以解锁你的DNA。

# dna.health.alert.anarchy
source: Your circadian rhythm is severely destabilized
ar: إيقاعك اليوماوي غير مستقر بشدة
ca: El teu ritme circadià està molt desestabilitzat
de: Dein zirkadianer Rhythmus ist stark destabilisiert
es: Tu ritmo circadiano está muy desestabilizado
fr: Ton rythme circadien est très déstabilisé
ja: 概日リズムが大きく乱れています
zh_hans: 你的昼夜节律严重不稳定

# dna.health.alert.desync
source: Your internal processes are desynchronized
ar: عملياتك الداخلية غير متزامنة
ca: Els teus processos interns estan desincronitzats
de: Deine inneren Prozesse sind desynchronisiert
es: Tus procesos internos están desincronizados
fr: Tes processus internes sont désynchronisés
ja: 体内プロセスが同期していません
zh_hans: 你的内部节律失去同步

# dna.health.alert.drift
source: Your bedtime is shifting rapidly
ar: موعد نومك يتغير بسرعة
ca: La teva hora de dormir s'està desplaçant ràpidament
de: Deine Schlafenszeit verschiebt sich schnell
es: Tu hora de dormir se está desplazando rápidamente
fr: Ton heure de coucher se décale rapidement
ja: 就寝時刻が急速にずれています
zh_hans: 你的就寝时间正在快速偏移

# dna.health.alert.fragmentation
source: Your sleep is fragmented — frequent awakenings
ar: نومك مجزأ — استيقاظات متكررة
ca: El teu son està fragmentat — despertades freqüents
de: Dein Schlaf ist fragmentiert — häufiges Aufwachen
es: Tu sueño está fragmentado — despertares frecuentes
fr: Ton sommeil est fragmenté — réveils fréquents
ja: 睡眠が断片化しています——頻繁な覚醒
zh_hans: 你的睡眠碎片化——频繁觉醒

# dna.health.alert.novel
source: Novel pattern — no precedent in your history
ar: نمط جديد — لم يسبق له مثيل
ca: Patró nou — sense precedents
de: Neues Muster — ohne Präzedenz
es: Patrón nuevo — sin precedentes en tu historial
fr: Nouveau modèle — sans précédent
ja: 新しいパターン——履歴に前例なし
zh_hans: 新模式——在你的历史中没有先例

# dna.health.alert.rem
source: Your REM phase shows unusual drift
ar: مرحلة REM تظهر انحرافاً غير عادي
ca: La teva fase REM mostra una deriva inusual
de: Deine REM-Phase zeigt ungewöhnliche Abweichung
es: Tu fase REM muestra una deriva inusual
fr: Ta phase REM montre une dérive inhabituelle
ja: REM相に異常なドリフトが見られます
zh_hans: 你的REM阶段出现异常偏移

# dna.health.balance
source: Balance
ar: توازن
ca: Equilibri
de: Gleichgewicht
es: Equilibrio
fr: Équilibre
ja: バランス
zh_hans: 平衡

# dna.health.coherence
source: Coherence
ar: تماسك
ca: Coherència
de: Kohärenz
es: Coherencia
fr: Cohérence
ja: コヒーレンス
zh_hans: 一致性

# dna.health.continuity
source: Continuity
ar: استمرارية
ca: Continuïtat
de: Kontinuität
es: Continuidad
fr: Continuité
ja: 連続性
zh_hans: 连续性

# dna.health.fragmentation
source: Fragmentation
ar: تجزؤ
ca: Fragmentació
de: Fragmentierung
es: Fragmentación
ja: 断片化
zh_hans: 碎片化

# dna.health.header
source: Your circadian health
ar: صحتك اليوماوية
ca: La teva salut circadiana
de: Deine zirkadiane Gesundheit
es: Tu salud circadiana
fr: Ta santé circadienne
ja: あなたの概日健康
zh_hans: 你的昼夜节律健康

# dna.health.stable
source: Stable
ar: مستقر
ca: Estable
de: Stabil
es: Estable
ja: 安定
zh_hans: 稳定

# dna.helix.needs_data
source: At least 3 nights needed to build the helix
ar: مطلوب 3 ليالٍ على الأقل لبناء اللولب
ca: Necessites almenys 3 nits per generar l'hèlix
de: Mindestens 3 Nächte nötig, um die Helix zu bauen
es: Necesitas al menos 3 noches para generar la hélice
fr: Au moins 3 nuits nécessaires pour construire l'hélice
ja: らせんの生成には少なくとも3晩必要
zh_hans: 生成螺旋至少需要3晚数据

# dna.help.data.body
source: A basic helix needs 7 consecutive nights. For reliable pattern detection, 14 nights or more are recommended.
ar: يمكن بناء لولب أساسي من 7 ليالٍ متتالية. يُوصى بـ 14 ليلة أو أكثر لاكتشاف أنماط موثوقة.
ca: A partir de 7 nits consecutives es pot construir una hèlix bàsica. Per detectar patrons fiables es recomanen 14 o més.
de: Eine grundlegende Helix benötigt 7 aufeinanderfolgende Nächte. Für zuverlässige Mustererkennung werden 14 oder mehr empfohlen.
es: A partir de 7 noches consecutivas se puede construir una hélice básica. Para detectar patrones fiables se recomiendan 14 o más.
fr: Une hélice basique nécessite 7 nuits consécutives. Pour une détection fiable des motifs, 14 nuits ou plus sont recommandées.
ja: 基本的ならせんには連続7晩必要。信頼性の高いパターン検出には14晩以上を推奨。
zh_hans: 基本螺旋需要连续7晚。可靠的模式检测建议14晚或更多。

# dna.help.data.title
source: Data needed
ar: البيانات المطلوبة
ca: Dades requerides
de: Benötigte Daten
es: Datos requeridos
fr: Données nécessaires
ja: 必要なデータ
zh_hans: 所需数据

# dna.help.detects.body
source: Recurring patterns, mutations from your baseline, and motifs tied to context changes (travel, training, stress).
ar: الأنماط المتكررة، والطفرات عن خط الأساس، والأنماط المرتبطة بتغيرات السياق (السفر، التدريب، التوتر).
ca: Patrons recurrents, mutacions respecte a la teva base i motius associats a canvis de context (viatge, entrenament, estrès).
de: Wiederkehrende Muster, Abweichungen von deiner Basislinie und Motive im Zusammenhang mit Kontextwechseln (Reisen, Training, Stress).
es: Patrones recurrentes, mutaciones respecto a tu base y motivos asociados a cambios de contexto (viaje, entreno, estrés).
fr: Motifs récurrents, mutations par rapport à ta ligne de base et motifs liés aux changements de contexte (voyage, entraînement, stress).
ja: 繰り返しのパターン、ベースラインからの変異、コンテキスト変化（旅行、トレーニング、ストレス）に関連する動機。
zh_hans: 反复出现的模式、与基线的变异，以及与情境变化（旅行、训练、压力）相关的主题。

# dna.help.detects.title
source: What it detects
ar: ما يكتشفه
ca: Què detecta
de: Was es erkennt
es: Qué detecta
fr: Ce qu'il détecte
ja: 検出するもの
zh_hans: 它能发现什么
